[
  {
    "title": "President and Co-Founder",
    "name": "David Gerson",
    "bio": "David Gerson is a junior at Stanford majoring in Aerospace Engineering with a focus in propulsion. David wants to live on Mars and is determined to help give anyone who wants the chance to go to space, regardless of age, money, or training. He feels that the key to human exploration of the cosmos starts with a focus on in-space propulsion and the standardization of satellites, where each step forward has clear and justifiable benefits back on Earth. He founded SSI in an attempt to create a more united space community, first at Stanford and then at large, with a focus on space technology development, connecting people of all backgrounds, and getting more people realizing that they can work in space-related fields and be space entrepreneurs. He also has an intense love of cats and when he's not working, can often be found watching youtube videos of kittens."
  },
  {
    "title": "Vice President",
    "name": "Robert Jackson",
    "bio": "Robert Jackson is a junior majoring in Mechanical Engineering with an interest in robotics and space exploration. Through his work as the leader of the Lunabotics group and involvement in High Altitude Ballooning, he hopes to create interest in space exploration and foster a space community at Stanford.  He enjoys designing, tinkering, building, and breaking, and is not sure if the world has more or less working electronics than it would without him. An avid backpacker and Ultimate Frisbee player, he hopes to someday be able to do both activities on Mars."
  },
  {
    "title": "Rocket Project Lead",
    "name": "Ben Todd",
    "bio": "Ben Todd is a senior undergraduate working toward degrees in Mechanical Engineering and AeroAstro. His current involvement with SSI is focused on project groups though heis involved with every aspect of the group and helps keep David organized and on track. He’s thrilled by anything space, but his personal love lies in rocket propulsion."
  },
  {
    "title": "Financial Officer",
    "name": "Jason Law",
    "bio": "Jason Law is a sophomore at Stanford majoring in Mechanical Engineering, with a focus in Product Design and Mechatronics. Originally from the Motor City, Jason's fascination with cars quickly expanded to robots and space exploration.  Outside of academics, he enjoys swimming, tennis, watching football, and working on cars."
  },
  {
    "title": "Director of Business Development",
    "name": "Michelle Valentine",
    "bio": "Michelle Valentine is a senior studying Science, Technology and Society. She is an astronomical proponent of innovative projects and strongly believes in technology's role to constantly push frontiers and inspire wonder. For that reason, she is excited to be the Director of Business Development of SSI and find ways to bring these incredible ideas into a profitable and sustainable reality. In her free time, Michelle enjoys water skiing, 80's music and spacing out."
  },
  {
    "title": "Balloonathon Lead",
    "name": "Lawrence Leung",
    "bio": "Lawrence is a first year Masters student in Aeronautics and Astronautics. He received undergraduate degrees in Mechatronics and Business (Accounting, Finance) from the University of New South Wales in Sydney, Australia. He is primarily interested in autonomous space systems and control of space robotics, and believes that commercialization is the key to allowing the space industry to flourish."
  },
  {
    "title": "High Altitude Balloon Lead",
    "name": "Charlie Cox",
    "bio": "Charlie Cox is a junior majoring in Aerospace Engineering. He's interested in rocket propulsion and high-altitude balloons, and believes that human exploration of space is key to the future of mankind. He also enjoys SCUBA diving and hiking, and is from the great state of Virginia."
  },
  {
    "title": "Aeromedicine and Zero-G Experiment Team",
    "name": "Paul Warren",
    "bio": "Paul Warren is a freshman planning on majoring in Computer Science. He has performed two spaceflight experiments through the National Student Spaceflight Experiments Program and is the head of the Aeromedicine and Zero-G Experiment Team. He's involved in event organization and the Business Development group and is interested in learning about every aspect of space. "
  },
  {
    "title": "Satellite Lead",
    "name": "Andrew Ow",
    "bio": "Andrew is a graduate from Stanford's MBA program.  His love of commercial space led him to become a research assistant with Professor Scott Hubbard on a project for the FAA Center of Excellence in Commercial Space Transportation.  Prior to business school, Andrew was a Lead Product Manager at Electronic Arts, a startup founder, and a management consultant.  He is putting his technical management skills to (hopefully good) use by leading the SSI Satellite's project.  In his spare time, Andrew is a self-taught programmer with several apps out on the iOS app store and loves reading history of science books."
  },
  {
    "title": "Secretary",
    "name": "Gregory Wolk",
    "bio": "Greg is a freshman who is arduously pursuing his undeclared major.  He is currently leading a project to design and build a PhoneSat (a CubeSat run by an Android phone).  However, Greg is very versatile and has a wide variety of interests (which explains the undeclared major!).  He is particularly interested in CS, AA, and Business but wants to learn about everything.  This is one reason Greg is getting involved in many different aspects of SSI.  Greg has a tremendous curiosity about space, which is why he tends to always be learning something new to apply to something in SSI. Greg also loves riding roller coasters.  He likes to think that he is training for his future flight to space using the g-forces."
  },
  {
    "title": "Social Chair",
    "name": "Hiroshi Ishii-Adajar",
    "bio": "Hiroshi is a sophomore at Stanford majoring in Physics and dabbling in math, CS, and AA.  He believes that humanity's transition into a spacefaring species is not only exciting but essential to our survival and development, and would like to encourage the growth of space-focused communities like SSI.  Since his strength lies in abstract and theoretical understanding and problem-solving, he is not of much help in engineering projects, but is a great addition to the SSI party scene, where things are so abstract one may not have a clear picture of what happened the next day.  He also likes to play basketball, read, and take long walks."
  },
  {
    "title": "Space Entrepreneurship Class Lead",
    "name": "Hao Yi Ong",
    "bio": "Hao Yi is a junior majoring in mechanical engineering at Stanford University, where he hopes to (and will, come summer 2014) work on a self-racing car because he believes that, in the near future, Sebastian Loeb < Shelley. That said, he constantly distracts himself from being a studious Singaporean student with running a global US-China conference and a student-led class for space entrepreneurship at Stanford SSI. Tsk, tsk. And besides getting dunked on by his 6’8’’ friend on Friday morning basketball, he hopes his random experiences are preparing him well for life in general."
  },
  {
    "title": "Graduate Advisor and Space Entrepreneurship Conference Organizer",
    "name": "Henning Roedel",
    "bio": "Henning Roedel’s career is aimed at his goal to one day construct extraterrestrial facilities. His first step towards this goal is via a PhD at Stanford and with a partnership at NASA Ames Research Center developing and characterizing novel construction materials. His research methods include use of Atomic Force, Tunneling and Scanning Electron Microscopes, and MTS and Instron material test machines.He received his MSc at Stanford University in Construction Management with an emphasis in Virtual Design and Construction. He received his BS in Civil and Environmental Engineering from the University of California at Los Angeles focusing on structural engineering and hydrology. Henning’s industry experience lies in design team management, virtual design and construction, and heavy civil construction. In his spare time he enjoys brewing and capturing California."
  },
  {
    "title": "Graduate Advisor",
    "name": "Petr Johanes",
    "bio": "Petr is from the Czech Republic and originally came to Stanford to study international relations because of his background in history. Wanting to work with cutting-edge science and especially nanotechnology, he became a materials scientist and engineer. After working at one of the premier Czech nanotechnology startups Elmarco, Petr decided to apply his engineering skill set for investment analysis and data visualization at the World Bank.  He then went on to work at Khosla Ventures as a summer and part-time associate for his entire senior year, finding investment opportunities, conducting due diligence, and writing/editing articles and white papers.  Since then, Petr has founded an innovation consulting company back home with his brother and decided to pursue the masters in materials science and engineering. He is now investigating catalytic 2-D layered nanomaterials in the Yi Cui group and helping two engineering professors incorporate education technology into their classrooms. As side projects, Petr is co-creating a TV series, mentoring through the Tau Beta Pi society and StartupYard incubation program, and finding ways to connect awesome people in more intimate ways."
  },
  {
    "title": "Co-Founder / God Father",
    "name": "Matt Daniels",
    "bio": "Matt is a Ph.D. candidate at Stanford, a fellow at Stanford's Center for International Security and Cooperation, and an engineer at NASA's Ames Research Center. Matt has helped create NASA-DARPA partnerships on new space projects and has been a member of NASA delegations to Europe, South America, and the Middle East. At Stanford, Matt's research is in dynamic programming models of distributed satellite constellations. His work at NASA includes small-spacecraft science missions, optimization models for distributed satellite concepts, international technology projects, and missions to save the world."
  }
]
