[
  {
    "title": "High Altitude Balloon Group",
    "description": "The SSI HAB group conducts multiple high-altitude balloon launches a quarter and gives students an opportunity to design, build, and fly projects on their own or in collaboration with others. The group is constantly improving the efficiency and reliability of launches, as well as developing new experiments and capabilities to fly. The group has launched 2 balloons already this year and have plans to launch two more this coming quarter, including potential nighttime and multi-balloon launches.",
   "contact_name": "Charlie Cox",
   "email": "ccox13@stanford.edu"
  },
  {
    "title": "Satellites",
    "description": "The SSI satellite team is building and prototyping CubeSats that will image other satellites during deployment and send pictures of it back to Earth in collaboration with the Stanford Space Systems Laboratory. Doing everything from the processing boards to the antenna to the structure and flight software, the team is developing an entire process that builds off novel technologies.",
    "contact_name": "Andrew Ow",
    "email": "andrew.ow@gsb.stanford.edu"
  },
  {
    "title": "Rockets",
    "description": "Our rockets group is currently working on two projects involving both solid and liquid rocket motors. Our solid rocket team is focusing on smaller scale solid rockets that can be quickly designed, built and launched and provide students the opportunity to learn rocket systems hands-on. The liquid rocket team is in the process of designing a more ambitious liquid oxygen and liquid methane rocket with the goal of reaching ground tests and launch by spring and summer of next year.",
    "contact_name": "Ben Todd",
    "email": "bentodd@stanford.edu"
  },
  {
    "title": "Aeromedicine and Zero-G Experiment Team",
    "description": "The Aeromedicine and Zero-G Experiment Team aims to increase interest in current space-related medical issues and research by performing zero-gravity, high altitude balloon, and ISS experiments and working with both NASA Ames and the Stanford Medical School.",
    "contact_name": "Paul Warren",
    "email": "pwarren@stanford.edu"
  },
  {
    "title": "Space Entrepreneurship Class",
    "description": "The goal of the class is to educate students in the possibilities of space entrepreneurship by exploring current space startups, companies, and government initiatives relating to the space industry. Through a series of lectures and interactive seminars expelling myths, promoting possibilities, and teaching the “how to” for space entrepreneurship, we hope to inspire and provide students with the tools and network to make the first step into the exciting industry.",
    "contact_name": "Hao Yi Ong",
    "email": "haoyi@stanford.edu"
  }
]
